Repository: rfivesix/train-libre
Catalog: ios/TrainLibreLiveActivity/Localizable.xcstrings
Source language: en
Languages: de, fr, it, ja

# quickAction.addFood
source: Add Food
de: Lebensmittel hinzufügen
fr: Ajouter un aliment
it: Aggiungi alimento
ja: 食品を追加

# quickAction.addLiquid
source: Add Liquid
de: Flüssigkeit hinzufügen
fr: Ajouter du liquide
it: Aggiungi liquido
ja: 液体を追加

# quickAction.addMeasurement
source: Add Measurement
de: Messwert hinzufügen
fr: Ajouter une mesure
it: Aggiungi misurazione
ja: 測定の追加

# quickAction.aiMealCapture
source: AI Meal
de: KI-Mahlzeit
fr: Repas IA
it: Pasto AI
ja: AIミール

# quickAction.logSupplement
source: Log Intake
de: Einnahme protokollieren
fr: Entrée de journal
it: Registra l'assunzione
ja: ログの取り込み

# quickAction.scanBarcode
source: Scan barcode
de: Barcode scannen
fr: Scanner le code-barres
it: Scansiona il codice a barre
ja: バーコードをスキャン

# quickAction.startWorkout
source: Start Workout
de: Workout starten
fr: Commencer l'entraînement
it: Inizia l'allenamento
ja: ワークアウトを開始する

# quickAction.type
source: Action
de: Aktion
it: Azione
ja: アクション

# widget.lastWorkout.description
source: Your last session with its key figures and muscle map.
de: Deine letzte Einheit mit Kennzahlen und Muskelkarte.
fr: Votre dernière séance avec ses chiffres clés et sa carte musculaire.
it: La tua ultima sessione con i dati chiave e la mappa muscolare.
ja: 直近のセッションの主要指標と筋肉マップ。

# widget.lastWorkout.duration
source: Duration
de: Dauer
fr: Durée
it: Durata
ja: 時間

# widget.lastWorkout.empty.title
source: Ready for your first workout?
de: Bereit für dein erstes Workout?
fr: Prêt pour votre premier entraînement ?
it: Pronto per il tuo primo allenamento?
ja: 最初のワークアウトの準備はできましたか？

# widget.lastWorkout.name
source: Last workout
de: Letztes Workout
fr: Dernier entraînement
it: Ultimo allenamento
ja: 最後のワークアウト

# widget.lastWorkout.placeholder.title
source: Push Day — Chest & Triceps
de: Push Day — Brust & Trizeps
fr: Push Day — Pectoraux & triceps
it: Push Day — Petto e tricipiti
ja: プッシュデー — 胸と上腕三頭筋

# widget.lastWorkout.reps
source: Reps
de: Wdh.
fr: Réps
it: Rip.
ja: 回数

# widget.lastWorkout.sets
source: Sets
de: Sätze
fr: Séries
it: Serie
ja: セット

# widget.measurements.description
source: Track one body metric over a timeframe you choose.
de: Verfolge einen Körperwert über einen Zeitraum deiner Wahl.
fr: Suivez une mesure corporelle sur la période de votre choix.
it: Segui una misura corporea nel periodo che scegli.
ja: 選んだ期間で体の測定値を追跡します。

# widget.measurements.empty.body
source: No measurements in this timeframe.
de: Keine Messwerte in diesem Zeitraum.
fr: Aucune mesure sur cette période.
it: Nessuna misura in questo periodo.
ja: この期間の測定値はありません。

# widget.measurements.empty.cta
source: Add a value
de: Wert eintragen
fr: Ajouter une valeur
it: Aggiungi un valore
ja: 値を追加

# widget.measurements.metric.title
source: Metric
de: Messwert
fr: Mesure
it: Misura
ja: 測定項目

# widget.measurements.metric.weight
source: Body Weight
de: Körpergewicht
fr: Poids corporel
it: Peso corporeo
ja: 体重

# widget.measurements.name
source: Measurements
de: Messwerte
fr: Mesures
it: Misure
ja: 測定

# widget.measurements.period.1m
source: 1 Month
de: 1 Monat
fr: 1 mois
it: 1 mese
ja: 1ヶ月

# widget.measurements.period.3m
source: 3 Months
de: 3 Monate
fr: 3 mois
it: 3 mesi
ja: 3ヶ月

# widget.measurements.period.6m
source: 6 Months
de: 6 Monate
fr: 6 mois
it: 6 mesi
ja: 6ヶ月

# widget.measurements.period.7d
source: 7 Days
de: 7 Tage
fr: 7 jours
it: 7 giorni
ja: 7日間

# widget.measurements.period.title
source: Timeframe
de: Zeitraum
fr: Période
it: Periodo
ja: 期間

# widget.measurements.since %@
source: vs. %@
de: ggü. %@
ja: %@ 比

# widget.measurements.singleEntry
source: only one entry
de: nur ein Eintrag
fr: une seule entrée
it: una sola voce
ja: 記録は1件のみ

# widget.quickActions.description
source: Two or four actions of your choice, straight from the Home Screen.
de: Zwei oder vier frei wählbare Aktionen direkt vom Home-Bildschirm.
fr: Deux ou quatre actions de votre choix, directement depuis l'écran d'accueil.
it: Due o quattro azioni a tua scelta, direttamente dalla schermata Home.
ja: ホーム画面から、選んだ2つまたは4つのアクションをすぐに実行できます。

# widget.quickActions.intentDescription
source: Choose the actions shown in the widget. The small widget shows the first two.
de: Wähle die Aktionen, die im Widget erscheinen. Das kleine Widget zeigt die ersten beiden.
fr: Choisissez les actions affichées dans le widget. Le petit widget affiche les deux premières.
it: Scegli le azioni mostrate nel widget. Il widget piccolo mostra le prime due.
ja: ウィジェットに表示するアクションを選択します。小サイズでは最初の2つが表示されます。

# widget.quickActions.name
source: Quick Actions
de: Schnellzugriff
fr: Accès rapide
it: Accesso rapido
ja: クイックアクセス

# widget.quickActions.slot1
source: Action 1
de: Aktion 1
it: Azione 1
ja: アクション 1

# widget.quickActions.slot2
source: Action 2
de: Aktion 2
it: Azione 2
ja: アクション 2

# widget.quickActions.slot3
source: Action 3
de: Aktion 3
it: Azione 3
ja: アクション 3

# widget.quickActions.slot4
source: Action 4
de: Aktion 4
it: Azione 4
ja: アクション 4

# widget.quickActions.slotSingle
source: Action
de: Aktion
it: Azione
ja: アクション

# widget.recovery.chip
source: Currently
de: Aktuell
fr: Actuellement
it: Attualmente
ja: 現在

# widget.recovery.description
source: Which muscle groups are recovered and ready to train.
de: Welche Muskelgruppen erholt und bereit zum Training sind.
fr: Quels groupes musculaires sont récupérés et prêts à l'entraînement.
it: Quali gruppi muscolari sono recuperati e pronti ad allenarsi.
ja: 回復済みでトレーニングできる筋肉グループを表示します。

# widget.recovery.empty.body
source: No recovery data yet. Complete your first workout.
de: Noch keine Erholungsdaten. Absolviere dein erstes Workout.
fr: Aucune donnée de récupération. Terminez votre premier entraînement.
it: Nessun dato di recupero. Completa il tuo primo allenamento.
ja: 回復データがありません。最初のワークアウトを完了してください。

# widget.recovery.name
source: Muscle Readiness
de: Muskel-Bereitschaft
fr: Préparation musculaire
it: Prontezza muscolare
ja: 筋肉の準備状態

# widget.recovery.placeholder.headline
source: Several muscle groups still recovering
de: Mehrere Muskelgruppen erholen sich noch
fr: Plusieurs groupes musculaires récupèrent encore
it: Diversi gruppi muscolari sono ancora in recupero
ja: いくつかの筋肉グループはまだ回復中です

# widget.recovery.state.fresh
source: Fresh
de: Frisch
fr: Frais
it: Fresco
ja: 新鮮

# widget.recovery.state.fresh.short
source: Fresh
de: Fr.
fr: Frais
it: Fresco
ja: 新鮮

# widget.recovery.state.ready
source: Ready
de: Bereit
fr: Prêt
it: Pronto
ja: 準備完了

# widget.recovery.state.ready.short
source: Ready
de: Ber.
fr: Prêt
it: Pronto
ja: 準備

# widget.recovery.state.recovering
source: Recovering
de: In Erholung
fr: Récupération
it: Recupero
ja: 回復

# widget.recovery.state.recovering.short
source: Rec.
de: Erh.
fr: Réc.
ja: 回復

# widget.startWorkout
source: Start Workout
de: Workout starten
fr: Commencer l'entraînement
it: Inizia l'allenamento
ja: ワークアウトを開始

# widget.steps.chip
source: Last 7 days
de: Letzte 7 Tage
fr: 7 derniers jours
it: Ultimi 7 giorni
ja: 過去7日間

# widget.steps.description
source: Your step count over the last seven days.
de: Deine Schritte der letzten sieben Tage.
fr: Votre nombre de pas des sept derniers jours.
it: I tuoi passi degli ultimi sette giorni.
ja: 過去7日間の歩数。

# widget.steps.name
source: Steps
de: Schritte
fr: Pas
it: Passi
ja: 歩数

# widget.steps.noAccess.body
source: Enable step data access in Train Libre.
de: Schrittdaten-Zugriff in Train Libre aktivieren.
fr: Activez l'accès aux données de pas dans Train Libre.
it: Attiva l'accesso ai dati sui passi in Train Libre.
ja: Train Libre で歩数データへのアクセスを有効にしてください。

# widget.steps.noAccess.cta
source: Open settings
de: Einstellungen öffnen
fr: Ouvrir les réglages
it: Apri le impostazioni
ja: 設定を開く

# widget.steps.noAccess.title
source: Step access is off
de: Schrittdaten-Zugriff ist aus
fr: L'accès aux pas est désactivé
it: Accesso ai passi disattivato
ja: 歩数へのアクセスがオフです

# widget.steps.percentOfGoal %lld
source: %lld%% of goal
de: %lld%% vom Ziel
fr: %lld%% de l'objectif
it: %lld%% dell'obiettivo
ja: 目標の%lld%%

# widget.steps.today
source: Today
de: Heute
fr: Aujourd'hui
it: Oggi
ja: 今日

# widget.todayGlance.dayMode.calendarDay
source: Calendar day
de: Kalendertag
fr: Jour calendaire
it: Giorno di calendario
ja: 暦日

# widget.todayGlance.dayMode.calendarDay.subtitle
source: Day changes at 00:00
de: Tageswechsel um 00:00 Uhr
fr: Changement de jour à 00:00
it: Il giorno cambia alle 00:00
ja: 0時に日付が変わります

# widget.todayGlance.dayMode.followApp
source: Same as the app
de: Wie in der App
fr: Comme dans l'app
it: Come nell'app
ja: アプリと同じ

# widget.todayGlance.dayMode.followApp.subtitle
source: Day changes at 03:00
de: Tageswechsel um 03:00 Uhr
fr: Changement de jour à 03:00
it: Il giorno cambia alle 03:00
ja: 午前3時に日付が変わります

# widget.todayGlance.dayMode.title
source: Day shown
de: Angezeigter Tag
fr: Jour affiché
it: Giorno mostrato
ja: 表示する日

# widget.todayGlance.description
source: Today's calories, water and macros at a glance.
de: Kalorien, Wasser und Makros des Tages auf einen Blick.
fr: Calories, eau et macros du jour en un coup d'œil.
it: Calorie, acqua e macro di oggi a colpo d'occhio.
ja: 今日のカロリー・水分・マクロを一目で確認できます。

# widget.todayGlance.empty.noData
source: Open Train Libre to load today's values
de: Öffne Train Libre, um deine Tageswerte zu laden
fr: Ouvre Train Libre pour charger les valeurs du jour
it: Apri Train Libre per caricare i valori di oggi
ja: Train Libre を開くと今日の値を読み込みます

# widget.todayGlance.empty.noEntries
source: Nothing logged today — tap to add an entry
de: Noch kein Eintrag für heute — tippen zum Loggen
fr: Rien enregistré aujourd'hui — touche pour ajouter
it: Nulla registrato oggi — tocca per aggiungere
ja: 今日の記録はまだありません — タップして追加

# widget.todayGlance.name
source: Today at a Glance
de: Heute im Blick
fr: Aujourd'hui en un coup d'œil
it: Oggi in sintesi
ja: 今日の概要

# widget.lastWorkout.volume %@
source: Vol. (%@)
ja: 重量(%@)

# widget.measurements.period.max
source: Max
ja: 最大
